Revit 2024 API
StructuralSectionConcreteRectangleCut.BottomCutWidth Property
 Section width left Cut.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double BottomCutWidth { get; set; }
Visual Basic
Public Property BottomCutWidth As Double
	Get
	Set
Visual C++
public:
property double BottomCutWidth {
	double get ();
	void set (double value);
}
See Also
StructuralSectionConcreteRectangleCut Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace